const MyNotices = () => {
  return (
    <div>
      "Компонент містить: - таби: My favorites pets та Viewed, серед яких таба
      My favorites pets є активною по замовчуванню. Такод таба може стати
      активною по clicky на неї. В залежності від того, яка таба обрана
      користувачем як активна, відмальовується відповідний перелік оголошень -
      NoticesItem. Якщо оголошення відноситься до списку улюблених оголошень
      користувача, такий NoticesItem містить в т.ч. і кнопку у вигляді
      іконки-смітника. Click по іконці-смітнику відправляє запит на backend для
      видалення оголошення зі списку улюблених оголошень користувача. Після чого
      це оголошення має зникнути з переліку без перезавантаження сторінки."
    </div>
  );
};

export default MyNotices;
